Repository: lokii49/mirror
Catalog: mirror/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: top mood
de: häufigste Stimmung
es: ánimo principal
fr: humeur principale
it: umore principale
ja: 主なムード
ko: 주요 기분
pt_br: humor principal
ru: основное настроение
zh_hans: 主要情绪

source: Track goals and habits
de: Ziele und Gewohnheiten verfolgen
es: Seguir metas y hábitos
fr: Suivre des objectifs et des habitudes
it: Monitorare obiettivi e abitudini
ja: 目標と習慣を記録する
ko: 목표와 습관 추적하기
pt_br: Acompanhar metas e hábitos
ru: Отслеживать цели и привычки
zh_hans: 追踪目标与习惯

source: Transcribing voice note
de: Sprachnotiz wird transkribiert
es: Transcribiendo nota de voz
fr: Transcription de la note vocale
it: Trascrizione nota vocale
ja: ボイスノートを文字起こし中
ko: 음성 메모 받아쓰는 중
pt_br: Transcrevendo nota de voz
ru: Расшифровка голосовой заметки
zh_hans: 正在转录语音笔记

source: Transcribing...
de: Wird transkribiert …
es: Transcribiendo…
fr: Transcription…
it: Trascrizione…
ja: 文字起こし中…
ko: 받아쓰는 중…
pt_br: Transcrevendo…
ru: Расшифровка…
zh_hans: 正在转录…

source: Transcription failed — AI won't reflect on this note.
de: Transkription fehlgeschlagen — die KI wird zu dieser Notiz nicht reflektieren.
es: La transcripción falló: la IA no reflexionará sobre esta nota.
fr: Échec de la transcription — l'IA ne réfléchira pas sur cette note.
it: Trascrizione non riuscita: l'IA non rifletterà su questa nota.
ja: 文字起こしに失敗しました ― AIはこのノートについて振り返りません。
ko: 받아쓰기 실패 — AI가 이 메모에 대해 리플렉션을 생성하지 않습니다.
pt_br: A transcrição falhou — a IA não vai refletir sobre esta nota.
ru: Расшифровка не удалась — ИИ не будет анализировать эту заметку.
zh_hans: 转录失败——AI 将不会对此笔记进行反思。

source: Transmission
de: Übertragung
es: Transmisión
it: Trasmissione
ja: 送信
ko: 전송
pt_br: Transmissão
ru: Передача
zh_hans: 传输

source: TRANSMISSION
de: ÜBERTRAGUNG
es: TRANSMISIÓN
it: TRASMISSIONE
ja: 送信
ko: 전송
pt_br: TRANSMISSÃO
ru: ПЕРЕДАЧА
zh_hans: 传输

source: Trend charts, analytics, and low-mood alerts are part of Deep.
de: Trenddiagramme, Analysen und Warnungen bei niedriger Stimmung sind Teil von Deep.
es: Los gráficos de tendencia, análisis y alertas de ánimo bajo son parte de Deep.
fr: Les graphiques de tendance, l'analyse et les alertes d'humeur basse font partie de Deep.
it: Grafici di tendenza, analisi e avvisi di umore basso fanno parte di Deep.
ja: トレンドチャート、分析、そして低調な気分の アラートはDeepの機能です。
ko: 트렌드 차트, 분석, 저조한 기분 알림은 Deep 기능입니다.
pt_br: Gráficos de tendência, análises e alertas de humor baixo fazem parte do Deep.
ru: Графики трендов, аналитика и оповещения о низком настроении доступны в Deep.
zh_hans: 趋势图表、分析和低情绪 提醒是 Deep 的功能。

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: TRY AGAIN
de: ERNEUT VERSUCHEN
es: INTENTAR DE NUEVO
fr: RÉESSAYER
it: RIPROVA
ja: もう一度試す
ko: 다시 시도
pt_br: TENTAR NOVAMENTE
ru: ПОПРОБОВАТЬ СНОВА
zh_hans: 重试

source: Try asking
de: Frag doch mal
es: Prueba a preguntar
fr: Essayez de demander
it: Prova a chiedere
ja: 質問してみる
ko: 질문해 보세요
pt_br: Tente perguntar
ru: Попробуйте спросить
zh_hans: 试着问问看

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
ru: Недоступно
zh_hans: 不可用

source: Uncheck All
de: Alle abwählen
es: Desmarcar todo
fr: Tout décocher
it: Deseleziona tutto
ja: すべてのチェックを外す
ko: 모두 체크 해제
pt_br: Desmarcar tudo
ru: Снять отметки со всех
zh_hans: 取消全部勾选

source: Understand myself better
de: Mich selbst besser verstehen
es: Entenderme mejor
fr: Mieux me comprendre
it: Capire meglio me stesso
ja: 自分自身をもっと理解する
ko: 나 자신을 더 잘 이해하기
pt_br: Entender melhor a mim mesmo
ru: Лучше понять себя
zh_hans: 更好地了解自己

source: Understand yourself through writing.
de: Verstehe dich selbst durchs Schreiben.
es: Entiéndete a ti mismo a través de la escritura.
fr: Comprenez-vous par l'écriture.
it: Comprendi te stesso attraverso la scrittura.
ja: 書くことを通して 自分自身を理解する。
ko: 글쓰기를 통해 나 자신을 이해하기.
pt_br: Entenda a si mesmo através da escrita.
ru: Поймите себя через письмо.
zh_hans: 通过写作 理解自己。

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知

source: Unlimited Ask questions
de: Unbegrenzte Fragen
es: Preguntas ilimitadas
fr: Questions Demander illimitées
it: Domande Chiedi illimitate
ja: 無制限の質問
ko: 무제한 질문
pt_br: Perguntas ilimitadas
ru: Неограниченные вопросы
zh_hans: 无限提问

source: UNLIMITED ASK, MONTHLY DEBRIEF, VITALS
de: UNBEGRENZT FRAGEN, MONATLICHES DEBRIEFING, VITALWERTE
es: PREGUNTAS ILIMITADAS, INFORME MENSUAL, VITALES
fr: DEMANDES ILLIMITÉES, RAPPORT MENSUEL, SIGNES VITAUX
it: DOMANDE ILLIMITATE, RAPPORTO MENSILE, VITALI
ja: 無制限の質問、月次レポート、バイタル
ko: 무제한 질문, 월간 리포트, 바이탈
pt_br: PERGUNTAS ILIMITADAS, RELATÓRIO MENSAL, SINAIS VITAIS
ru: НЕОГРАНИЧЕННЫЕ ВОПРОСЫ, ЕЖЕМЕСЯЧНЫЙ ОТЧЁТ, ПОКАЗАТЕЛИ
zh_hans: 无限提问、每月汇报、体征

source: Unlimited Ask, monthly report, mood timeline
de: Unbegrenztes Fragen, Monatsbericht, Stimmungsverlauf
es: Preguntar ilimitado, informe mensual, cronología del ánimo
fr: Demander illimité, rapport mensuel, chronologie de l'humeur
it: Chiedi illimitato, report mensile, cronologia dell'umore
ja: 無制限の質問、月次レポート、ムードタイムライン
ko: 무제한 질문, 월간 리포트, 기분 타임라인
pt_br: Perguntar ilimitado, relatório mensal, linha do tempo de humor
ru: Неограниченные вопросы, ежемесячный отчёт, хронология настроения
zh_hans: 无限提问、月度报告、情绪时间线

source: Unlimited questions
de: Unbegrenzte Fragen
es: Preguntas ilimitadas
fr: Questions illimitées
it: Domande illimitate
ja: 無制限に質問可能
ko: 무제한 질문
pt_br: Perguntas ilimitadas
ru: Неограниченные вопросы
zh_hans: 无限次提问

source: Unlimited writing, full history, iCloud sync
de: Unbegrenztes Schreiben, vollständiger Verlauf, iCloud-Synchronisierung
es: Escritura ilimitada, historial completo, sincronización con iCloud
fr: Écriture illimitée, historique complet, synchronisation iCloud
it: Scrittura illimitata, cronologia completa, sincronizzazione iCloud
ja: 無制限の執筆、全履歴、iCloud同期
ko: 무제한 글쓰기, 전체 기록, iCloud 동기화
pt_br: Escrita ilimitada, histórico completo, sincronização com iCloud
ru: Неограниченное письмо, полная история, синхронизация с iCloud
zh_hans: 无限写作、完整历史、iCloud 同步

source: Unlock with Core
de: Mit Core freischalten
es: Desbloquear con Core
fr: Débloquer avec Core
it: Sblocca con Core
ja: Coreでロック解除
ko: Core로 잠금 해제
pt_br: Desbloquear com Core
ru: Разблокировать с Core
zh_hans: 使用 Core 解锁

source: UNLOCK WITH CORE
de: MIT CORE FREISCHALTEN
es: DESBLOQUEAR CON CORE
fr: DÉBLOQUER AVEC CORE
it: SBLOCCA CON CORE
ja: Coreで解放
ko: Core로 잠금 해제
pt_br: DESBLOQUEAR COM CORE
ru: РАЗБЛОКИРОВАТЬ С CORE
zh_hans: 使用 Core 解锁

source: Unlock with Deep
de: Mit Deep freischalten
es: Desbloquear con Deep
fr: Débloquer avec Deep
it: Sblocca con Deep
ja: Deepでロック解除
ko: Deep로 잠금 해제
pt_br: Desbloquear com Deep
ru: Разблокировать с Deep
zh_hans: 使用 Deep 解锁

source: UNLOCK WITH DEEP
de: MIT DEEP FREISCHALTEN
es: DESBLOQUEAR CON DEEP
fr: DÉBLOQUER AVEC DEEP
it: SBLOCCA CON DEEP
ja: Deepで解放
ko: Deep로 잠금 해제
pt_br: DESBLOQUEAR COM DEEP
ru: РАЗБЛОКИРОВАТЬ С DEEP
zh_hans: 使用 Deep 解锁

source: Untitled entry
de: Unbenannter Eintrag
es: Entrada sin título
fr: Entrée sans titre
it: Voce senza titolo
ja: 無題のエントリー
ko: 제목 없는 항목
pt_br: Entrada sem título
ru: Запись без названия
zh_hans: 无标题条目

source: Upgrade to Deep
de: Auf Deep upgraden
es: Mejorar a Deep
fr: Passer à Deep
it: Passa a Deep
ja: Deepにアップグレード
ko: Deep로 업그레이드
pt_br: Fazer upgrade para Deep
ru: Перейти на Deep
zh_hans: 升级到 Deep

source: UPGRADE TO DEEP
de: AUF DEEP UPGRADEN
es: MEJORAR A DEEP
fr: PASSER À DEEP
it: PASSA A DEEP
ja: Deepにアップグレード
ko: Deep로 업그레이드
pt_br: FAZER UPGRADE PARA DEEP
ru: ПЕРЕЙТИ НА DEEP
zh_hans: 升级到 Deep

source: Upgrade your plan
de: Erweitere deinen Plan
es: Mejora tu plan
fr: Améliorez votre formule
it: Aggiorna il tuo piano
ja: プランをアップグレード
ko: 요금제 업그레이드
pt_br: Faça upgrade do seu plano
ru: Улучшите свой план
zh_hans: 升级你的套餐

source: Use this prompt
de: Diese Anregung nutzen
es: Usar esta pregunta
fr: Utiliser cette invitation
it: Usa questo spunto
ja: このお題を使う
ko: 이 질문 사용하기
pt_br: Usar esta sugestão
ru: Использовать этот вопрос
zh_hans: 使用这个提示

source: USE THIS PROMPT
de: DIESE ANREGUNG NUTZEN
es: USAR ESTA PREGUNTA
fr: UTILISER CETTE INVITATION
it: USA QUESTO SPUNTO
ja: このお題を使う
ko: 이 질문 사용하기
pt_br: USAR ESTA SUGESTÃO
ru: ИСПОЛЬЗОВАТЬ ЭТОТ ВОПРОС
zh_hans: 使用这个提示

source: Verifying…
de: Wird überprüft …
es: Verificando…
fr: Vérification…
it: Verifica in corso…
ja: 確認中…
ko: 확인 중…
pt_br: Verificando…
ru: Проверка…
zh_hans: 正在验证…

source: VERIFYING…
de: ÜBERPRÜFUNG LÄUFT…
es: VERIFICANDO…
fr: VÉRIFICATION EN COURS…
it: VERIFICA IN CORSO…
ja: 検証中…
ko: 확인 중…
pt_br: VERIFICANDO…
ru: ПРОВЕРКА…
zh_hans: 验证中…

source: View Plans
de: Pläne ansehen
es: Ver planes
fr: Voir les formules
it: Vedi piani
ja: プランを見る
ko: 요금제 보기
pt_br: Ver planos
ru: Посмотреть планы
zh_hans: 查看套餐

source: Vitals
de: Vitalwerte
es: Vitales
fr: Signes vitaux
it: Vitali
ja: バイタル
ko: 바이탈
pt_br: Sinais vitais
ru: Показатели
zh_hans: 体征

source: VITALS
de: VITALWERTE
es: VITALES
fr: SIGNES VITAUX
it: VITALI
ja: バイタル
ko: 바이탈
pt_br: SINAIS VITAIS
ru: ПОКАЗАТЕЛИ
zh_hans: 体征

source: Voice Language
de: Sprachsprache
es: Idioma de voz
fr: Langue vocale
it: Lingua vocale
ja: 音声の言語
ko: 음성 언어
pt_br: Idioma de voz
ru: Язык голоса
zh_hans: 语音语言

source: Voice note
de: Sprachnotiz
es: Nota de voz
fr: Note vocale
it: Nota vocale
ja: 音声メモ
ko: 음성 메모
pt_br: Nota de voz
ru: Голосовая заметка
zh_hans: 语音笔记

source: Voice Note
de: Sprachnotiz
es: Nota de voz
fr: Note vocale
it: Nota vocale
ja: ボイスノート
ko: 음성 메모
pt_br: Nota de voz
ru: Голосовая заметка
zh_hans: 语音笔记

source: Voice note %@
de: Sprachnotiz %@
es: Nota de voz %@
fr: Note vocale %@
it: Nota vocale %@
ja: ボイスノート %@
ko: 음성 메모 %@
pt_br: Nota de voz %@
ru: Голосовая заметка %@
zh_hans: 语音笔记 %@

source: Voice note %lld
de: Sprachnotiz %lld
es: Nota de voz %lld
fr: Note vocale %lld
it: Nota vocale %lld
ja: 音声メモ%lld
ko: 음성 메모 %lld
pt_br: Nota de voz %lld
ru: Голосовая заметка %lld
zh_hans: 语音笔记 %lld

source: voice notes
de: Sprachnotizen
es: notas de voz
fr: notes vocales
it: note vocali
ja: ボイスノート
ko: 음성 메모
pt_br: notas de voz
ru: голосовые заметки
zh_hans: 语音笔记

source: Voice notes
de: Sprachnotizen
es: Notas de voz
fr: Notes vocales
it: Note vocali
ja: ボイスノート
ko: 음성 메모
pt_br: Notas de voz
ru: Голосовые заметки
zh_hans: 语音笔记

source: Voice Signal
de: Sprachsignal
es: Señal de voz
fr: Signal vocal
it: Segnale vocale
ja: ボイスシグナル
ko: 음성 시그널
pt_br: Sinal de voz
ru: Голосовой сигнал
zh_hans: 语音信号

source: Voice transcription language
de: Sprache für Sprachtranskription
es: Idioma de transcripción de voz
fr: Langue de transcription vocale
it: Lingua di trascrizione vocale
ja: 音声認識の言語
ko: 음성 받아쓰기 언어
pt_br: Idioma de transcrição de voz
ru: Язык расшифровки голоса
zh_hans: 语音转录语言

source: Watch
de: Beobachten
es: Vigilar
fr: Vigilance
it: Attenzione
ja: 注意
ko: 주의
pt_br: Observar
ru: Внимание
zh_hans: 关注

source: Watch Out For
de: Achte auf
es: Ten cuidado con
fr: À surveiller
it: Attenzione a
ja: 注意すべきこと
ko: 주의할 점
pt_br: Fique atento a
ru: На что обратить внимание
zh_hans: 需要留意

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
ko: 주
pt_br: Semana
ru: Неделя
zh_hans: 周

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 週次
ko: 주간
pt_br: Semanal
ru: Еженедельно
zh_hans: 每周

source: Weekly Digest
de: Wöchentliche Zusammenfassung
es: Resumen semanal
fr: Résumé hebdomadaire
it: Riepilogo settimanale
ja: 週間ダイジェスト
ko: 주간 다이제스트
pt_br: Resumo semanal
ru: Еженедельная сводка
zh_hans: 每周摘要

source: Weekly Digest — a pattern summary every Sunday.
de: Wöchentliche Zusammenfassung — jeden Sonntag eine Übersicht deiner Muster.
es: Resumen semanal — un resumen de patrones cada domingo.
fr: Résumé hebdomadaire — un résumé de vos tendances chaque dimanche.
it: Riepilogo settimanale: un riassunto degli schemi ogni domenica.
ja: 週間ダイジェスト ― 毎週日曜日に届くパターンの要約。
ko: 주간 다이제스트 — 매주 일요일에 받는 패턴 요약.
pt_br: Resumo semanal — um resumo de padrões todo domingo.
ru: Еженедельная сводка — сводка закономерностей каждое воскресенье.
zh_hans: 每周摘要 —— 每周日呈现的规律总结。

source: Weekly digest day
de: Tag der wöchentlichen Zusammenfassung
es: Día del resumen semanal
fr: Jour du résumé hebdomadaire
it: Giorno del riepilogo settimanale
ja: 週間ダイジェストの曜日
ko: 주간 다이제스트 요일
pt_br: Dia do resumo semanal
ru: День еженедельной сводки
zh_hans: 每周摘要日

source: Weekly digest every Sunday
de: Wöchentliche Zusammenfassung jeden Sonntag
es: Resumen semanal cada domingo
fr: Résumé hebdomadaire chaque dimanche
it: Riepilogo settimanale ogni domenica
ja: 毎週日曜日に週間ダイジェスト
ko: 매주 일요일 주간 다이제스트
pt_br: Resumo semanal todo domingo
ru: Еженедельная сводка каждое воскресенье
zh_hans: 每周日发送每周摘要

source: Weekly digest unlocks after 5 entries.
de: Die wöchentliche Zusammenfassung schaltet sich nach 5 Einträgen frei.
es: El resumen semanal se desbloquea después de 5 entradas.
fr: Le résumé hebdomadaire se débloque après 5 entrées.
it: Il riepilogo settimanale si sblocca dopo 5 voci.
ja: 週間ダイジェストは5件のエントリー後に解放されます。
ko: 주간 다이제스트는 항목 5개 이후에 잠금 해제됩니다.
pt_br: O resumo semanal é desbloqueado após 5 entradas.
ru: Еженедельная сводка открывается после 5 записей.
zh_hans: 每周摘要将在写满 5 条条目后解锁。

source: Weekly digests are part of MirrorNotes Core.
de: Wöchentliche Zusammenfassungen sind Teil von MirrorNotes Core.
es: Los resúmenes semanales son parte de MirrorNotes Core.
fr: Les résumés hebdomadaires font partie de MirrorNotes Core.
it: I riepiloghi settimanali fanno parte di MirrorNotes Core.
ja: 週間ダイジェストはMirrorNotes Coreの機能です。
ko: 주간 다이제스트는 MirrorNotes Core 기능입니다.
pt_br: Resumos semanais fazem parte do MirrorNotes Core.
ru: Еженедельные сводки доступны в MirrorNotes Core.
zh_hans: 每周摘要是 MirrorNotes Core 的一部分。

source: What am I avoiding?
de: Was vermeide ich?
es: ¿Qué estoy evitando?
fr: Qu'est-ce que j'évite ?
it: Cosa sto evitando?
ja: 自分は何を避けている？
ko: 나는 무엇을 피하고 있을까?
pt_br: O que estou evitando?
ru: Чего я избегаю?
zh_hans: 我在回避什么？

source: What am I grateful for this week?
de: Wofür bin ich diese Woche dankbar?
es: ¿Por qué estoy agradecido esta semana?
fr: De quoi suis-je reconnaissant cette semaine ?
it: Per cosa sono grato questa settimana?
ja: 今週感謝していることは？
ko: 이번 주에 감사한 일은 무엇일까?
pt_br: Pelo que sou grato esta semana?
ru: За что я благодарен на этой неделе?
zh_hans: 这周我感激什么？

source: What are you avoiding, and what's one small step toward it?
de: Was vermeidest du, und was ist ein kleiner Schritt darauf zu?
es: ¿Qué estás evitando y cuál es un pequeño paso hacia eso?
fr: Qu'évitez-vous, et quel petit pas pourriez-vous faire vers cela ?
it: Che cosa stai evitando, e qual è un piccolo passo verso quella cosa?
ja: 避けていることは何ですか？それに向かう小さな一歩は何ですか？
ko: 무엇을 피하고 있나요? 그것을 향한 작은 한 걸음은 무엇인가요?
pt_br: O que você está evitando, e qual é um pequeno passo em direção a isso?
ru: Чего вы избегаете, и какой один маленький шаг можно сделать к этому?
zh_hans: 你在回避什么？朝它迈出的一小步是什么？

source: What are you looking forward to?
de: Worauf freust du dich?
es: ¿Qué esperas con ilusión?
fr: Qu'attendez-vous avec impatience ?
it: Cosa stai aspettando con impazienza?
ja: 楽しみにしていることは？
ko: 무엇을 기대하고 있나요?
pt_br: O que você está esperando ansiosamente?
ru: Чего вы с нетерпением ждёте?
zh_hans: 你在期待什么？

source: What are you pretending not to know?
de: Was tust du so, als wüsstest du es nicht?
es: ¿Qué estás fingiendo no saber?
fr: Que faites-vous semblant de ne pas savoir ?
it: Che cosa stai fingendo di non sapere?
ja: 知らないふりをしていることは何ですか？
ko: 모르는 척하고 있는 것은 무엇인가요?
pt_br: O que você está fingindo não saber?
ru: Что вы притворяетесь, что не знаете?
zh_hans: 你在假装不知道什么？

source: What are you proud of this week?
de: Worauf bist du diese Woche stolz?
es: ¿De qué te sientes orgulloso esta semana?
fr: De quoi êtes-vous fier cette semaine ?
it: Di cosa sei orgoglioso questa settimana?
ja: 今週誇りに思うことは？
ko: 이번 주에 자랑스러운 일은 무엇인가요?
pt_br: Do que você se orgulha esta semana?
ru: Чем вы гордитесь на этой неделе?
zh_hans: 这周你为什么感到自豪？

source: What are you working toward? Where are you at with it today?
de: Worauf arbeitest du hin? Wo stehst du heute damit?
es: ¿Hacia qué estás trabajando? ¿Cómo vas hoy con eso?
fr: Vers quoi travaillez-vous ? Où en êtes-vous aujourd'hui ?
it: Verso cosa stai lavorando? A che punto sei oggi?
ja: 何に向かって取り組んでいますか？今日はどこまで進みましたか？
ko: 무엇을 향해 나아가고 있나요? 오늘은 그 일이 어디쯤 와 있나요?
pt_br: Rumo a que você está trabalhando? Como está isso hoje?
ru: К чему вы стремитесь? На каком этапе вы сегодня?
zh_hans: 你正在为什么而努力？今天进展如何？

source: What brings you here?
de: Was führt dich hierher?
es: ¿Qué te trae por aquí?
fr: Qu'est-ce qui vous amène ici ?
it: Cosa ti porta qui?
ja: ここに来た理由は？
ko: 여기 오게 된 이유가 무엇인가요?
pt_br: O que te trouxe até aqui?
ru: Что привело вас сюда?
zh_hans: 是什么带你来到这里？

source: What challenged you, and how did you respond?
de: Was hat dich herausgefordert, und wie hast du reagiert?
es: ¿Qué te desafió y cómo respondiste?
fr: Qu'est-ce qui vous a mis au défi, et comment avez-vous réagi ?
it: Cosa ti ha messo alla prova, e come hai reagito?
ja: 何があなたを試し、どう対応しましたか？
ko: 무엇이 당신을 시험했고, 어떻게 대응했나요?
pt_br: O que te desafiou, e como você reagiu?
ru: Что бросило вам вызов и как вы отреагировали?
zh_hans: 什么挑战了你，你是如何应对的？

source: What conversation do you keep rehearsing in your head?
de: Welches Gespräch spielst du immer wieder in deinem Kopf durch?
es: ¿Qué conversación sigues ensayando en tu cabeza?
fr: Quelle conversation répétez-vous sans cesse dans votre tête ?
it: Quale conversazione continui a provare nella tua testa?
ja: 頭の中で何度も練習している会話は何ですか？
ko: 머릿속에서 계속 연습하고 있는 대화는 무엇인가요?
pt_br: Que conversa você continua ensaiando na sua cabeça?
ru: Какой разговор вы снова и снова прокручиваете в голове?
zh_hans: 你在脑海里反复排练哪段对话？

source: What did you learn this week — about yourself, not the world?
de: Was hast du diese Woche gelernt — über dich selbst, nicht über die Welt?
es: ¿Qué aprendiste esta semana — sobre ti, no sobre el mundo?
fr: Qu'avez-vous appris cette semaine — sur vous-même, pas sur le monde ?
it: Che cosa hai imparato questa settimana — su di te, non sul mondo?
ja: 今週、世界についてではなく、自分自身について何を学びましたか？
ko: 이번 주에 세상이 아니라 자신에 대해 무엇을 배웠나요?
pt_br: O que você aprendeu esta semana — sobre si, não sobre o mundo?
ru: Что вы узнали на этой неделе — о себе, а не о мире?
zh_hans: 这一周你学到了什么？是关于你自己，而不是关于世界。

source: What did you learn today, big or small?
de: Was hast du heute gelernt, groß oder klein?
es: ¿Qué aprendiste hoy, grande o pequeño?
fr: Qu'avez-vous appris aujourd'hui, petit ou grand ?
it: Cosa hai imparato oggi, grande o piccolo?
ja: 今日学んだことは、大きくても小さくても？
ko: 오늘 크든 작든 무엇을 배웠나요?
pt_br: O que você aprendeu hoje, grande ou pequeno?
ru: Что вы сегодня узнали, большое или маленькое?
zh_hans: 今天你学到了什么，无论大小？

source: What do you need right now that you're not getting?
de: Was brauchst du gerade, das du nicht bekommst?
es: ¿Qué necesitas ahora mismo que no estás recibiendo?
fr: De quoi avez-vous besoin en ce moment que vous n'obtenez pas ?
it: Di cosa hai bisogno ora che non stai ottenendo?
ja: 今、必要としているのに得られていないものは？
ko: 지금 필요하지만 얻지 못하고 있는 것은 무엇인가요?
pt_br: Do que você precisa agora que não está recebendo?
ru: Что вам сейчас нужно, но чего вы не получаете?
zh_hans: 你现在需要什么却没有得到？

source: What do you need to forgive yourself for?
de: Wofür musst du dir selbst vergeben?
es: ¿Por qué necesitas perdonarte?
fr: Pour quoi avez-vous besoin de vous pardonner ?
it: Per che cosa hai bisogno di perdonarti?
ja: 自分を許す必要があることは何ですか？
ko: 무엇에 대해 자신을 용서해야 하나요?
pt_br: Pelo que você precisa se perdoar?
ru: За что вам нужно простить себя?
zh_hans: 你需要原谅自己什么？

source: What do you want more of in your life?
de: Wovon möchtest du mehr in deinem Leben?
es: ¿De qué quieres más en tu vida?
fr: De quoi voulez-vous plus dans votre vie ?
it: Di cosa vuoi di più nella tua vita?
ja: 人生でもっと欲しいものは？
ko: 삶에서 더 원하는 것은 무엇인가요?
pt_br: Do que você quer mais na sua vida?
ru: Чего вы хотите больше в своей жизни?
zh_hans: 你希望在生活中拥有更多什么？

source: What do you want more of in your life? What's stopping you?
de: Wovon möchtest du mehr in deinem Leben? Was hält dich davon ab?
es: ¿De qué quieres más en tu vida? ¿Qué te lo impide?
fr: De quoi voulez-vous davantage dans votre vie ? Qu'est-ce qui vous en empêche ?
it: Di che cosa vorresti di più nella tua vita? Che cosa ti sta fermando?
ja: 人生にもっと欲しいものは何ですか？何がそれを妨げていますか？
ko: 삶에서 무엇이 더 많아지길 바라나요? 무엇이 당신을 막고 있나요?
pt_br: Do que você quer mais na sua vida? O que está impedindo você?
ru: Чего вы хотите больше в своей жизни? Что вас останавливает?
zh_hans: 你希望生活中更多一些什么？是什么阻止了你？

source: What do you want to let go of?
de: Was möchtest du loslassen?
es: ¿Qué quieres soltar?
fr: Que voulez-vous laisser aller ?
it: Cosa vuoi lasciar andare?
ja: 手放したいものは？
ko: 놓아주고 싶은 것은 무엇인가요?
pt_br: O que você quer deixar ir?
ru: От чего вы хотите отпустить?
zh_hans: 你想放下什么？

source: What do you want tomorrow to feel like?
de: Wie soll sich morgen für dich anfühlen?
es: ¿Cómo quieres que se sienta mañana?
fr: Comment voulez-vous que demain se sente ?
it: Come vuoi che si senta domani?
ja: 明日はどんな一日に感じられてほしいですか？
ko: 내일이 어떤 느낌이기를 바라나요?
pt_br: Como você quer que amanhã se sinta?
ru: Каким вы хотите почувствовать завтрашний день?
zh_hans: 你希望明天是什么感觉？

source: What do you wish more people understood about you?
de: Was wünschst du dir, dass mehr Menschen über dich verstehen?
es: ¿Qué desearías que más gente entendiera de ti?
fr: Qu'aimeriez-vous que plus de gens comprennent à votre sujet ?
it: Cosa vorresti che più persone capissero di te?
ja: もっと多くの人に理解してほしいことは？
ko: 사람들이 당신에 대해 더 이해해줬으면 하는 것은 무엇인가요?
pt_br: O que você gostaria que mais pessoas entendessem sobre você?
ru: Что бы вы хотели, чтобы больше людей понимали о вас?
zh_hans: 你希望更多人理解你的哪一点？

source: What does rest look like for you right now?
de: Wie sieht Erholung gerade für dich aus?
es: ¿Cómo es el descanso para ti en este momento?
fr: À quoi ressemble le repos pour vous en ce moment ?
it: Come appare il riposo per te in questo momento?
ja: 今のあなたにとって「休む」とはどんな形？
ko: 지금 당신에게 휴식은 어떤 모습인가요?
pt_br: Como é o descanso para você agora?
ru: Как для вас сейчас выглядит отдых?
zh_hans: 此刻的休息对你来说是什么样的？

source: What does success feel like to you right now — not what you think it should be?
de: Wie fühlt sich Erfolg für dich gerade an — nicht, wie er sich deiner Meinung nach anfühlen sollte?
es: ¿Cómo se siente el éxito para ti ahora mismo — no como crees que debería sentirse?
fr: À quoi ressemble la réussite pour vous en ce moment — pas ce que vous pensez qu'elle devrait être ?
it: Che cosa senti come successo in questo momento — non quello che pensi dovrebbe essere?
ja: 今のあなたにとって成功はどんな感覚ですか？こうあるべきだと思う形ではなく。
ko: 지금 당신에게 성공은 어떤 느낌인가요? 그래야 한다고 생각하는 모습이 아니라요.
pt_br: Como o sucesso se sente para você agora — não como você acha que deveria ser?
ru: Как успех ощущается для вас прямо сейчас — не каким, по-вашему, он должен быть?
zh_hans: 此刻成功对你来说是什么感觉？不是你认为它应该是什么样子。

source: What does your body feel like right now? Where do you feel tension?
de: Wie fühlt sich dein Körper gerade an? Wo spürst du Anspannung?
es: ¿Cómo se siente tu cuerpo ahora mismo? ¿Dónde sientes tensión?
fr: Comment votre corps se sent-il en ce moment ? Où ressentez-vous de la tension ?
it: Come si sente il tuo corpo in questo momento? Dove senti tensione?
ja: 今、体はどんな感じですか？どこに緊張を感じますか？
ko: 지금 몸은 어떤 느낌인가요? 어디에 긴장이 느껴지나요?
pt_br: Como seu corpo se sente agora? Onde você sente tensão?
ru: Как сейчас ощущается ваше тело? Где вы чувствуете напряжение?
zh_hans: 此刻你的身体感觉如何？你在哪里感到紧绷？
